{
  "words": [
    "Seek the eye that does not see, where the water meets the land. The entrance lies beneath the weeping willow, where the moonlight never touches the ground.",
    "When the clock strikes thirteen and the moon is high, stand at the crossroads of forgotten paths. Speak the words 'Knowledge unbound' and the way will be revealed.",
    "The key is hidden in plain sight, in the hands of the stone watcher who has seen centuries pass. Look for the one with the missing finger, where the ivy grows thickest.",
    "Beneath the city that never sleeps, where the trains run like blood through ancient veins, find the station that doesn't exist on any map. The door only appears when you're not looking for it.",
    "In the heart of the forest, where the oldest tree stands guard, dig where the shadow points at midnight on the winter solstice. But beware what you awaken.",
    "The map is hidden in the reflection of a mirror that shows not what is, but what was. Find the mirror that doesn't reflect your face, only the truth you fear most.",
    "Where the river bends like a question mark and the stones form a perfect circle, wait for the first frost. The entrance only appears when your breath turns to mist in the morning air.",
    "The numbers 4, 8, 15, 16, 23, and 42 are the key. Find where they lead, but remember: the numbers are not the code, but the coordinates to the true beginning.",
    "In the library, find the book that's always cold to the touch. Its pages are blank until the full moon, when the words appear in a language no living being can read.",
    "The final piece is hidden in the one place no one would think to look: in the pocket of your coat, where you left it last winter. You've had it with you all along.",
    "Look for the door with no handle, the window with no glass, the room with no walls. The way forward is to go back to where you started and see it with new eyes.",
    "The answer lies in the question you're afraid to ask. Speak it aloud in the place where echoes refuse to return, and the path will reveal itself.",
    "When all seems lost and the way is unclear, remember: the treasure was never hidden. It was always there, waiting for you to see what was in front of you all along.",
    "The final clue is not a place, but a person. Find the one who remembers the beginning, and you'll understand why the end was never the goal.",
    "In the space between heartbeats, in the silence between notes, in the darkness between stars—that's where you'll find what you're looking for.",
    "The map is not the territory, but the journey is the destination. The real treasure was the friends you made along the way. (Just kidding. The treasure is real, and it's still hidden.)",
    "When you reach the end of the path, turn around. The entrance was behind you the whole time.",
    "The final piece of the puzzle is the one that doesn't fit. Look for the anomaly in the pattern, the flaw in the design, the note that's just a little too sharp.",
    "The answer is written in the stars, but not in the way you think. The constellations are a map, but you have to know how to read them upside down.",
    "When you've tried everything else, when all hope seems lost, close your eyes and take a deep breath. The answer was inside you all along. (Or maybe it's under that loose floorboard in the attic. Have you checked there?)"
  ]
}
